tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "khanhas/tap"
tap "vitorgalvao/tiny-scripts"
tap "zackelia/formulae"
brew "xz"
brew "ansible"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "apr"
brew "awscli"
brew "bat"
brew "glib"
brew "libnghttp2"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "ctop"
brew "ddcctl"
brew "dive"
brew "dos2unix"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "git-delta"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gron"
brew "guile"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "ical-buddy"
brew "jq"
brew "python@3.10"
brew "k6"
brew "make"
brew "mas"
brew "nghttp2"
brew "node"
brew "openjdk"
brew "php@7.4", restart_service: true
brew "php@8.1"
brew "pipenv"
brew "poetry"
brew "protobuf"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "source-highlight"
brew "sqlmap"
brew "tig"
brew "tldr"
brew "tmux"
brew "vim"
brew "zsh"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "zackelia/formulae/bclm"
cask "aerial"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "arc"
cask "authy"
cask "background-music-pre"
cask "beekeeper-studio"
cask "bettertouchtool"
cask "brave-browser"
cask "cakebrew"
cask "caprine"
cask "cheatsheet"
cask "clickup"
cask "couleurs"
cask "cron"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "eqmac"
cask "fig"
cask "figma"
cask "firefox-developer-edition"
cask "flume"
cask "flux"
cask "font-fira-code-nerd-font"
cask "fork"
cask "github"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "gotomeeting"
cask "horndis"
cask "igdm"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "jitsi-meet"
cask "kap"
cask "keka"
cask "kitematic"
cask "lepton"
cask "logitech-options"
cask "loom"
cask "macs-fan-control"
cask "mcbopomofo"
cask "microsoft-edge-dev"
cask "microsoft-teams"
cask "monitorcontrol"
cask "ngrok"
cask "notion"
cask "openmtp"
cask "orbstack"
cask "owasp-zap"
cask "pop"
cask "postman"
cask "pragli"
cask "raycast"
cask "responsively"
cask "sequel-ace"
cask "sequel-pro-nightly"
cask "shottr"
cask "skype"
cask "slack"
cask "soundflower"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "telegram-desktop"
cask "tunnelblick"
cask "typora"
cask "udeler"
cask "vanilla"
cask "visual-studio-code"
cask "vlc"
cask "xbar"
cask "yu-writer"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Flow", id: 1423210932
mas "Hidden Bar", id: 1452453066
mas "Keynote", id: 409183694
mas "KKBOX", id: 1105332179
mas "LINE", id: 539883307
mas "LyricsX", id: 1254743014
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Sequel Ace", id: 1518036000
mas "Shazam", id: 897118787
mas "Sleep Alarm Clock", id: 1091149644
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
vscode "absszero.vscode-laravel-goto"
vscode "alefragnani.Bookmarks"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "Arjun.swagger-viewer"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "breezelin.phpstan"
vscode "calebporzio.better-phpunit"
vscode "codingyu.laravel-goto-view"
vscode "DavidAnson.vscode-markdownlint"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecodes.vscode-phpmd"
vscode "EditorConfig.EditorConfig"
vscode "emallin.phpunit"
vscode "ericadamski.carbon-now-sh"
vscode "esbenp.prettier-vscode"
vscode "faisalhakim47.vue-inline-template"
vscode "formulahendry.auto-close-tag"
vscode "foxundermoon.shell-format"
vscode "generalov.open-in-editor-vscode"
vscode "getpsalm.psalm-vscode-plugin"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "halfcrazy.pangu"
vscode "hbenl.vscode-test-explorer"
vscode "IBM.output-colorizer"
vscode "icrawl.discord-vscode"
vscode "illixion.vscode-vibrancy-continued"
vscode "jakebathman.nginx-log-highlighter"
vscode "jeff-hykin.polacode-2019"
vscode "johnpapa.vscode-peacock"
vscode "junstyle.php-cs-fixer"
vscode "KevinRose.vsc-python-indent"
vscode "LeetCode.vscode-leetcode"
vscode "liamhammett.inline-parameters"
vscode "mathiasfrohlich.Kotlin"
vscode "MehediDracula.php-constructor"
vscode "MehediDracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-zh-hant"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "mtxr.sqltools"
vscode "naoray.laravel-goto-components"
vscode "neilbrayfield.php-docblocker"
vscode "njpwerner.autodocstring"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "onecentlin.phpunit-snippets"
vscode "patbenatar.advanced-new-file"
vscode "pgl.laravel-jump-controller"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "pomber.git-file-history"
vscode "qcz.text-power-tools"
vscode "recca0120.vscode-phpunit"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "ryannaddy.laravel-artisan"
vscode "Shan.code-settings-sync"
vscode "shevaua.phpcs"
vscode "shufo.vscode-blade-formatter"
vscode "silverlakesoftware.searchdocsets-vscode"
vscode "sleistner.vscode-fileutils"
vscode "spywhere.guides"
vscode "stef-k.laravel-goto-controller"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tldraw-org.tldraw-vscode"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vittorioromeo.expand-selection-to-scope"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "WakaTime.vscode-wakatime"
vscode "wholroyd.jinja"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "Zarel.sublime-commands"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
